[
    {
        "chapter_number": 1,
        "id": 1,
        "name": "अध्याय 1: अर्जुन की निराशा ",
        "summary": "अंधे राजा धृतराष्ट्र कवि संजय से युद्ध में पांडवों के साथ संघर्ष करते हुए अपने परिवार, कौरवों की कहानी बताने के लिए कहते हैं। संजय ने बताया कि कैसे राजा धृतराष्ट्र के पुत्र, राजकुमार दुर्योधन, अपने शिक्षक द्रोण से एकत्रित बलों को देखने के लिए कहते हैं। दुर्योधन पांडव सेना के मजबूत और दुर्जेय सदस्यों की ओर इशारा करता है जिसमें कृष्ण और अर्जुन दोनों शामिल हैं। फिर वह अपनी सेना में शक्तिशाली लोगों की ओर मुड़ता है, उनके बीच महान योद्धाओं का उल्लेख करता है। दुर्योधन गर्व से घोषणा करता है कि कुरु सेना असीम है, जबकि पांडव बहुत छोटे हैं। दोनों सेनाएं शंख बजाती हैं जो 'पूरे स्वर्ग और पृथ्वी पर' गूंजती हैं, योद्धाओं को युद्ध के लिए बुलाती हैं।\\n\\nअर्जुन ने कृष्ण को रथ चलाने के लिए कहा ताकि वे दोनों सेनाओं के बीच खड़े हो सकें। वह चाहता है कि 'इकट्ठे हुए लोगों को देखें ... धृतराष्ट्र के दुष्ट पुत्र के लिए युद्ध सेवा करने के लिए।' कृष्ण एक दूसरे से युद्ध करने के लिए तैयार सभी कौरवों की ओर अर्जुन का ध्यान आकर्षित करते हैं। अपने स्वजनों से बनी विरोधी सेनाओं को देखकर अर्जुन भय से व्याकुल हो उठता है। अपने परिवार से लड़ना नहीं चाहते, भले ही वे दुश्मन हों, वह कृष्ण से कहता है कि वह 'बुराई देखता है ... युद्ध में मेरे रिश्तेदारों को मारने से।' अर्जुन कृष्ण से कहते हैं कि इस भयानक युद्ध को लड़ने की तुलना में बिना किसी प्रतिरोध के युद्ध में खुद को मारे जाने देना बेहतर होगा।"
    },
    {
        "chapter_number": 2,
        "id": 2,
        "name": "अध्याय 2 : योग का अभ्यास ",
        "summary": "कृष्ण ने अर्जुन को यह तर्क देते हुए जवाब दिया कि इस समय इस तरह की कायरता 'एक महान दिमाग के योग्य नहीं है।' फिर भी, अर्जुन जोर देकर कहते हैं कि वह अपने रिश्तेदारों को मारने के विचार को सहन नहीं कर सकते। श्लोक 11-17 में कृष्ण बताते हैं कि अर्जुन का 'दुःख सरासर भ्रम है' क्योंकि शारीरिक संवेदनाएं क्षणभंगुर हैं - जैसे जीवन और मृत्यु क्षणभंगुर हैं। जो कुछ भी मौजूद है वह हमेशा मौजूद रहा है। अर्जुन और उसका परिवार हर जन्म में बस एक शरीर से दूसरे शरीर में जाएगा। कृष्ण अर्जुन से इस जीवन में अपना कर्तव्य निभाने का आग्रह करते हैं क्योंकि उनका 'स्व' शाश्वत है और ब्रह्मांड के शाश्वत ताने-बाने का हिस्सा है। इस प्रकार, अर्जुन वास्तव में न तो मार सकता है और न ही मारा जा सकता है क्योंकि यह केवल शरीर है जो मर सकता है।\\n\\nश्लोक 31 में कृष्ण जोर देकर कहते हैं कि इस जीवन में अर्जुन का कर्तव्य एक योद्धा का कर्तव्य है। इसलिए, अर्जुन को उस कर्तव्य को पूरा करके अपनी उच्चतम क्षमता तक जीना चाहिए। कृष्ण भ्रम और इच्छा के मन को साफ करने के लिए ध्यान के बजाय शास्त्र पर अधिक ध्यान केंद्रित करने के खतरे के बारे में चेतावनी देते हैं। कर्म कर्म के लिए करना चाहिए न कि कर्म के फल में आसक्ति के लिए। यह कर्म योग का तरीका है, कृष्ण बताते हैं। जब अर्जुन कृष्ण से दुनिया में एक बुद्धिमान व्यक्ति के चलने के तरीके का वर्णन करने के लिए कहता है, तो कृष्ण जवाब देते हैं कि बुद्धिमान व्यक्ति अपने दिमाग को ध्यान में डुबो देता है और दुनिया के संवेदी भ्रम से हटना सीखता है। कृष्ण के अनुसार संवेदना ही इच्छा का मूल कारण है, जो दुख का कारण बनती है और सत्य को प्रच्छन्न करती है। एक ऐसी स्थिति को प्राप्त करने के लिए व्यक्तियों के पास आत्म-नियंत्रण और आत्म-अनुशासन होना चाहिए जिसमें इच्छाएं उन्हें प्रभावित किए बिना उनके माध्यम से प्रवाहित हो सकें।"
    },
    {
        "chapter_number": 3,
        "id": 3,
        "name": "अध्याय 3: क्रिया का योग ",
        "summary": "भ्रमित, अर्जुन पूछता है कि कृष्ण अर्जुन को कार्रवाई करने के लिए प्रेरित करते हुए ज्ञान और समझ के मार्ग की वकालत क्यों करते हैं। कृष्ण तब दो मार्ग बताते हैं: ज्ञान (सांख्य या ज्ञान) और क्रिया (कर्म)। कुछ लोग पहले रास्ते के अनुकूल होते हैं, और कुछ दूसरे के लिए। कृष्ण का प्रस्ताव है कि सही कार्य पूजा का दूसरा रूप है और केवल आवश्यक और सही कार्य करने से ही स्वयं को मुक्ति मिल सकती है। 'महापुरुषों' का सही कार्य भी सामान्य लोगों के अनुसरण के लिए एक मानक निर्धारित करता है। कृष्ण नोट करते हैं कि वे स्वयं कुछ भी न होने या न होने के बावजूद कार्रवाई में संलग्न हैं। यदि वह रुक जाता, तो मानव जाति उसके उदाहरण का अनुसरण करती और निष्क्रियता के जाल में फँस जाती। कृष्ण भी अर्जुन को प्रोत्साहित करते हैं कि वह अपने कार्यों से अहंकारी मैं को बाहर निकाल दे और किसी भी क्रिया का 'मैं कर्ता हूँ' सोचने के जाल से बचूँ। इसके बजाय, अर्जुन को यह समझना चाहिए कि कर्म केवल गुणों पर कार्य करने वाले गुण हैं। कृष्ण इस बात पर जोर देते हैं कि 'अपना कर्तव्य/बुरा करना बेहतर है, पूरी तरह से/दूसरे के काम करने से बेहतर है।'\\n\\nअर्जुन तब कृष्ण से पूछते हैं कि मनुष्य को बुरे कर्म करने के लिए क्या प्रेरित करता है। कृष्ण बताते हैं कि वे रजस नामक गुण से प्रेरित होते हैं, या वह गुण जिसमें जुनून और हिंसा शामिल है। इस गुण की अधिकता के कारण लोग इच्छा और क्रोध से कार्य करने लगते हैं, जिससे बुरे कार्य होते हैं। इससे बचने के लिए, कृष्ण जोर देते हैं, मन को इंद्रियों से अधिक मजबूत होना चाहिए और आत्मा की समझ मन से अधिक मजबूत होनी चाहिए।"
    },
    {
        "chapter_number": 4,
        "id": 4,
        "name": "अध्याय 4: ज्ञान का योग ",
        "summary": "कृष्ण ने खुलासा किया कि वह अर्जुन को एक प्राचीन शिक्षा दे रहे हैं। यद्यपि कृष्ण ने अर्जुन से पहले देवताओं और अन्य लोगों को यह ज्ञान सिखाया है, लेकिन यह समय के साथ पतला और खो गया है। अर्जुन पूछते हैं कि यह नुकसान संभव है क्योंकि कृष्ण 'अनगिनत युगों / बाद में सूर्य के देवता से पैदा हुए थे।' कृष्ण स्पष्ट करते हैं कि वह अनगिनत बार पैदा हुए हैं, शाश्वत हैं, और मानव रूप में पृथ्वी पर आते हैं जब 'धार्मिकता लड़खड़ाती है / और अराजकता प्रबल होने का खतरा होता है।' अपने वर्तमान अवतार में, कृष्ण यहां अर्जुन को क्रिया की जटिल प्रकृति को समझने में मदद करने के लिए हैं। कृष्ण बताते हैं कि ईश्वर पूजा के माध्यम से क्रिया में है और इस संदर्भ में ईश्वर अभिनेता और क्रिया दोनों है। पूजा, या बलिदान के कई मार्ग हैं, जिनमें ध्यान, आत्म-निषेध और शास्त्रों के अध्ययन के मार्ग शामिल हैं। हालाँकि, ये पथ सही क्रिया के मुख्य पथ के उपसमुच्चय हैं। बुद्धि सही कर्म का परिणाम है। इस प्रकार, एक मार्गदर्शक के रूप में एक बुद्धिमान शिक्षक का होना महत्वपूर्ण है।"
    },
    {
        "chapter_number": 5,
        "id": 5,
        "name": "अध्याय 5: त्याग का योग",
        "summary": "अर्जुन कृष्ण से पूछते हैं कि क्या उनके लिए त्याग का मार्ग या कर्म का मार्ग बेहतर है। कृष्ण उत्तर देते हैं कि दोनों मार्ग अच्छे हैं लेकिन कर्म योग का मार्ग अधिक प्रत्यक्ष है। यदि गहराई से अभ्यास किया जाए तो त्याग का मार्ग और कर्म का मार्ग दोनों ही आत्मा की ओर ले जाते हैं। कर्मयोगी और कर्मयोगी दोनों ही कर्म का अभ्यास करते हैं, चाहे वह युद्ध में क्रिया हो या मन की क्रिया शास्त्रों का अध्ययन करने में, परिणामों की आसक्ति के बिना। स्वयं की अज्ञानता ही पुरुषों को 'बुरी तरह से कार्य करने' का कारण बनती है। कृष्ण इस बात पर जोर देते हैं कि 'बुद्धिमान सभी प्राणियों को / समान मानते हैं,' यह समझते हुए कि सभी प्राणियों के मूल में आत्मा एक ही है, केवल विभिन्न शरीर धारण किए हुए है।"
    },
    {
        "chapter_number": 6,
        "id": 6,
        "name": "अध्याय 6: ध्यान का योग",
        "summary": "कृष्ण के अनुसार, सही क्रिया या कर्म योग भी त्याग है क्योंकि इसके लिए व्यक्ति को अपनी 'स्वयं की इच्छा' को त्यागने की आवश्यकता होती है। मन, इंद्रियों और शरीर से मिलकर बने स्व-से उस व्यक्ति की आत्मा की सहायता कर सकते हैं जो पहले से ही उन चीजों में महारत हासिल कर चुका है। वही आत्म भी है जो व्यक्ति को अपने वास्तविक आंतरिक स्व को महसूस करने से रोकता है। लोग खुद को नियंत्रित करने के बजाय अपने मन, शरीर और इंद्रियों द्वारा शासित हो सकते हैं।\\n\\nयोग का अभ्यास करने के लिए व्यक्ति को ध्यान के अभ्यास में महारत हासिल करनी चाहिए। इस अभ्यास में एक कपड़े से ढके एक साफ जगह पर बैठना, एक 'एकल वस्तु' पर ध्यान केंद्रित करना, मुद्रा को सीधा रखना और सोने और खाने में मध्यम होना शामिल है। ध्यान मन में शांति और शांति लाता है, जो तब स्वयं को प्रकट करने के लिए घुल जाता है। ध्यान के माध्यम से योग का यह अभ्यास स्वयं को दुख या दुख से मुक्त करता है। अर्जुन पूछते हैं कि मन को कैसे शांत किया जा सकता है, क्योंकि यह 'हवा के समान कठिन है।' कृष्ण जवाब देते हैं कि यह कठिन है लेकिन आत्म-संयम और अनुशासन से इसे प्राप्त किया जा सकता है। जब अर्जुन को इस बात की चिंता होती है कि आस्था वाले लोगों का क्या होगा लेकिन आत्म-अनुशासन नहीं, तो कृष्ण उसे आश्वस्त करते हैं कि इस प्रकार का व्यक्ति खोया नहीं है। किया गया कोई भी अच्छाई केवल अधिक अच्छाई को कायम रखेगी, और बिना आत्म-अनुशासन वाला व्यक्ति शांति पा सकता है और भविष्य के जीवन में 'अंतिम लक्ष्य प्राप्त कर सकता है'।"
    },
    {
        "chapter_number": 7,
        "id": 7,
        "name": "अध्याय 7: बुद्धि और बोध",
        "summary": "कृष्ण अर्जुन से कहते हैं कि वे समझाएंगे कि अनासक्ति का अभ्यास करके कोई उन्हें (भगवान को) कैसे जान सकता है। कृष्ण अब अर्जुन को यह समझाने पर ध्यान केंद्रित करते हैं कि वह (भगवान) ब्रह्मांड का मूल सार है और उनका वर्तमान रूप सिर्फ एक सांसारिक अवतार है। ज्यादातर लोग, कृष्ण बताते हैं, यह नहीं समझ सकते कि वह सभी चीजों का सार है। अज्ञानी लोग कृष्ण की शक्ति में फंस गए हैं, उन्होंने जो कुछ भी बनाया है, उसे वे समझ सकते हैं। हालाँकि, अन्य लोग तीन गुणों से परे देख सकते हैं और ईश्वर को सभी के शाश्वत सार के रूप में पहचान सकते हैं। कृष्ण अपनी पूजा करने वालों को चार प्रकारों में विभाजित करते हैं: संकट में व्यक्ति, शक्ति-साधक, ज्ञान-साधक और ऋषि। ऋषि वह प्रकार है जो पहले से ही योग और ध्यान के माध्यम से मन की शांति प्राप्त कर चुका है और ईश्वर और स्वयं की प्रकृति को समझता है। जो लोग ईश्वर की प्रकृति को समझते हैं वे 'पूर्ण स्वतंत्रता, / और स्वयं, और क्रिया की प्रकृति को भी जानते हैं।'"
    },
    {
        "chapter_number": 8,
        "id": 8,
        "name": "अध्याय 8: पूर्ण स्वतंत्रता",
        "summary": "अर्जुन कृष्ण से आग्रह करते हैं कि वे उन्हें आत्मा, ईश्वर और कर्म की प्रकृति के बारे में बताएं। वह कृष्ण से पूजा की व्याख्या करने और मृत्यु के समय भगवान के साथ रहने के लिए भी कहता है। कृष्ण बताते हैं कि सच्ची स्वतंत्रता 'अमर के साथ मिलन' या ईश्वर है। वह क्रिया को स्वयं की रचनात्मक शक्ति के रूप में परिभाषित करता है जो 'पूरी दुनिया को होने का कारण बनती है।' मनुष्य अपनी मृत्यु के समय जिस भी अवस्था में होगा, उसमें प्रवेश करेगा। इसलिए, क्योंकि किसी को अपनी मृत्यु का समय कभी नहीं पता होता है, इसलिए हर समय ध्यान करना आवश्यक है। इस तरह, जो व्यक्ति अपनी अंतिम सांस लेते समय कृष्ण के बारे में सोचता है, वह भगवान के साथ होगा। इस प्रकार, कृष्ण अर्जुन से कहते हैं, 'मार्गदर्शक/... आदिम/कवि का ध्यान करो, एक परमाणु से छोटा/... सूर्य के समान तेजस्वी।' वे कहते हैं, जो प्राणी लगातार कृष्ण का ध्यान करते हैं, और 'जिसका प्रेम / ध्यान के माध्यम से गहरा हो गया है' को पुनर्जन्म की आवश्यकता नहीं होगी।\\n\\nकृष्ण के अनुसार, भगवान के लिए एक दिन या रात चार अरब साल तक चलती है। देहधारी प्राणी भोर में भगवान से आते हैं और रात होने पर वापस भगवान के 'अव्यक्त स्वभाव' में डूब जाते हैं। अव्यक्त के दायरे से परे एक और क्षेत्र है, जो कि आदिम अस्तित्व की अव्यक्त अवस्था है। जब ब्रह्मांड के चक्रव्यूह से सभी चीजें नष्ट हो जाती हैं, तो मूल अस्तित्व ही रहता है। कृष्ण कहते हैं कि जो लोग इस अवस्था में पहुंचते हैं, जिसे वे 'सर्वोच्च निवास' कहते हैं, उनका पुनर्जन्म नहीं होगा। वह इन दुर्लभ व्यक्तियों में से प्रत्येक को सर्वोच्च व्यक्ति कहता है। कृष्ण प्रकाश के समय में सभी पदार्थों को सामने लाते हैं और अंधेरे के समय में सभी पदार्थ को नष्ट कर देते हैं, इससे पहले कि वह फिर से निष्क्रियता में घुल जाए। प्रबुद्ध व्यक्ति ब्रह्मांड की चल रही प्रकृति के इस हिस्से को समझता है।\\n\\nकृष्ण तब बताते हैं कि कैसे योग के पुरुष पुनर्जन्म लेंगे, या फिर वापस आएंगे। छह महीने के अंधेरे में मरने वाले पुरुषों का पुनर्जन्म होगा। जो लोग छह महीने के प्रकाश के दौरान मर जाते हैं उनका पुनर्जन्म नहीं होगा और वे 'पूर्ण स्वतंत्रता प्राप्त करेंगे'"
    },
    {
        "chapter_number": 9,
        "id": 9,
        "name": "अध्याय 9: जीवन का रहस्य ",
        "summary": "अर्जुन की कृष्ण में आस्था और आस्था है। बदले में, कृष्ण अर्जुन को ज्ञान प्राप्त करने और दुख से मुक्ति पाने का रहस्य बताने का वादा करते हैं। सभी जीवित प्राणी कृष्ण के असीम, अव्यक्त रूप में समाहित हैं, लेकिन कृष्ण उनके द्वारा सीमित नहीं हैं। वह ब्रह्मांडीय चक्रों के प्रारंभ या अंत में सृष्टि के परिणामों से अनासक्त है। जब कृष्ण चक्र की शुरुआत में सभी प्राणियों को सामने लाते हैं या अंत में सभी प्राणियों को अपने पास वापस लाते हैं, तो वे अचल होते हैं। वह सभी कार्यों से अनासक्त है। जब लोग अन्य देवताओं की पूजा करते हैं, तो वे वास्तव में कृष्ण को उनके अव्यक्त रूप में सभी अस्तित्व के स्रोत के रूप में पूजा कर रहे हैं। वे इससे अनजान हैं और जब कृष्ण मानव रूप में प्रकट होते हैं तो उन्हें पहचानते या उनकी सराहना नहीं करते हैं। कृष्ण का दावा है कि वह 'प्रेमपूर्ण हृदय से' दिए गए किसी भी प्रसाद को स्वीकार करेंगे। वह अर्जुन को अपने सभी कार्यों को करने के लिए मार्गदर्शन करता है, जैसे कि बोलने और खाने के रूप में छोटे और सांसारिक, भगवान को प्रसाद के रूप में। इस प्रकार अर्जुन जो कुछ भी करता है वह पूजा में बदल जाता है। यही कृष्ण अर्जुन को सही कर्म के मार्ग के बारे में समझाने की कोशिश कर रहे हैं। उनका सारा मार्गदर्शन अंततः अर्जुन के लिए एक स्पष्टीकरण है कि सभी कार्यों को कृष्ण के प्रेम और पूजा के साथ क्यों किया जाना चाहिए।"
    },
    {
        "chapter_number": 10,
        "id": 10,
        "name": "अध्याय 10: ईश्वरीय अभिव्यक्तियाँ  ",
        "summary": "कृष्ण अर्जुन को भगवान की सर्वोच्च अभिव्यक्ति के रूप में अपने स्वभाव के बारे में निर्देश देना जारी रखते हैं। तदनुसार, अन्य सभी देवता और पवित्र पुरुष वास्तव में कृष्ण की अभिव्यक्ति हैं। वह उदाहरण देता है, जैसे कि बिजली के देवता, इंद्र, यह दावा करते हुए कि वह इंद्र और इंद्र का बिजली का बोल्ट है। कृष्ण खुद को ब्रह्मांड के सकारात्मक और नकारात्मक दोनों गुणों के रूप में वर्णित करते हैं: सुख और दर्द, साहस और भय दोनों। एक व्यक्ति जो सभी अभिव्यक्तियों के स्रोत के रूप में कृष्ण की कल्पना कर सकता है, वह पुनर्जन्म के चक्र से मुक्त हो जाएगा। जब एक ऋषि ध्यान करता है, तो वह भगवान के साथ मिलन की स्थिति में प्रवेश करता है। यह, कृष्ण बताते हैं, पूजा का एक रूप है। पूजा का उच्चतम रूप देवत्व की स्थिति में प्रवेश करना है, यह समझते हुए कि कृष्ण सभी चीजों के स्रोत हैं।\\n\\nअर्जुन मानते हैं कि कृष्ण उन्हें जो कुछ भी बता रहे हैं और उन्हें सर्वोच्च मानते हैं। अर्जुन जानना चाहता है कि कृष्ण और कौन से रूप धारण करते हैं ताकि वह उन्हें हमेशा जान और पहचान सके। कृष्ण तब अपने सभी अवतारों और अभिव्यक्तियों को सूचीबद्ध करते हैं, जिनमें स्व, शब्दांश ओम, हिमालय पर्वत श्रृंखला, संवाहक भगवान विष्णु, विनाश और पुनर्जन्म शिव, और कई अन्य शामिल हैं।"
    },
    {
        "chapter_number": 11,
        "id": 11,
        "name": "अध्याय 11: ब्रह्मांडीय दृष्टि ",
        "summary": "अंत में कृष्ण जो कुछ देने की कोशिश कर रहे हैं, उसे समझते हुए, अर्जुन ने कृष्ण से उन्हें अपना 'अंतिम रूप' दिखाने के लिए कहा। कवि संजय के शब्दों में, कृष्ण अर्जुन को उस अविश्वसनीय विशालता और महिमा की एक झलक देते हैं, जिसमें वह 'देवताओं के भगवान के शरीर में संपूर्ण ब्रह्मांड / आवृत / ...' दिखा रहा है। दृष्टि भी एक भयानक है, क्योंकि कृष्ण अरबों सिर, नुकीले और हथियारों के साथ स्वयं को प्रकट करते हैं। अर्जुन इस दर्शन से नम्र और भयभीत हैं। वह जो कुछ देखता है उसका वर्णन करता है, जिसमें कृष्ण के सभी कौरवों को भस्म करने की दृष्टि भी शामिल है। अर्जुन ने कृष्ण से पूछा, 'इस भयानक रूप में आप कौन हैं?' कृष्ण जवाब देते हैं कि वह मृत्यु है और अर्जुन को युद्ध में अवश्य लड़ना चाहिए क्योंकि कौरवों की परवाह किए बिना मर जाएगा। कृष्ण उन्हें पहले ही मार चुके हैं; अर्जुन तो उसका साधन मात्र है। अर्जुन कृष्ण को प्रणाम करते हैं और उनके द्वारा दिखाए गए किसी भी अधिक परिचित के लिए क्षमा चाहते हैं। अब जब वह कृष्ण के इस भयानक रूप को देखता है, तो अर्जुन चकित और भयभीत दोनों होता है। वह कृष्ण से अपने पिछले, अधिक मानवीय, रूप में लौटने के लिए विनती करता है। कृष्ण बताते हैं कि उन्होंने अपना 'भयानक' रूप किसी और को नहीं बल्कि अर्जुन को दिखाया है। वह धीरे से उसे सलाह देता है, उसे डरने के लिए नहीं बल्कि शांत और हल्के रहने के लिए कहता है।।"
    },
    {
        "chapter_number": 12,
        "id": 12,
        "name": "अध्याय 12: भक्ति का योग  ",
        "summary": "अर्जुन ने अध्याय का प्रश्न यह पूछकर निर्धारित किया है कि क्या कृष्ण के लिए भक्ति प्रेम रखना बेहतर है या कम मूर्त, अव्यक्त भगवान के लिए। कृष्ण उत्तर देते हैं कि दोनों मार्ग समझ की ओर ले जाएंगे, लेकिन गीता में देहधारी प्राणियों के लिए कृष्ण के अवतार के लिए भक्ति प्रेम की सिफारिश करते हैं। इस ठोस रूप में कृष्ण की पूजा करने से उपासकों को एक स्पष्ट ध्यान मिलता है, वे बताते हैं। सभी चीजों में व्याप्त सार के रूप में विशाल भगवान की पूजा करने से अंततः भक्तों को समझ में आ जाएगा, लेकिन पूजा के इस रूप में अधिक काम शामिल है। कृष्ण इस बात पर जोर देते हैं कि कृष्ण का पूर्ण ध्यान करने से व्यक्ति उनके पास पहुंचेगा। यदि ऐसा ध्यान संभव नहीं है, तो कृष्ण को समर्पित जीवन जीने से भी व्यक्ति अंत में कृष्ण के पास पहुंचेगा।\\n\\nकृष्ण अर्जुन को निर्देश देते हैं कि वह कैसे योग में सिद्ध हो सकता है। केवल कृष्ण पर ध्यान और ध्यान केंद्रित करने से, कृष्ण को सबसे ज्यादा प्यार हो जाएगा। योगी के लिए कृष्ण एकल-दिमाग वाली एकाग्रता के महत्व को सामने लाते हैं, 'मन से / पूरी तरह से लीन, एक-नुकीले / ... मेरे भीतर, हमेशा के लिए रहेंगे।' यह स्वयं को मृत्यु और पुनर्जन्म के चक्र से मुक्त करने का तरीका है। यदि कोई व्यक्ति इसे सफलतापूर्वक नहीं कर सकता है, वह कहते हैं, तो प्रत्यक्ष क्रिया के माध्यम से भक्ति का मार्ग सफलता प्राप्त करने का एक और तरीका है। यदि यह काम नहीं करता है, तो कृष्ण व्यक्ति को अपने कार्यों के परिणामों के प्रति वैराग्य, या उदासीनता पर ध्यान केंद्रित करने की सलाह देते हैं। कृष्ण का दावा है कि एक व्यक्ति जो 'दया / ... जो हमेशा शांत रहता है, / दर्द या आनंद से अप्रभावित' प्रदर्शित करता है, वह सबसे अच्छा प्यार करता है। इस प्रकार, जो समभाव दिखाता है, चाहे कोई भी परिस्थिति हो, वह कृष्ण को सबसे अधिक प्रिय है।"
    },
    {
        "chapter_number": 13,
        "id": 13,
        "name": "अध्याय 13: क्षेत्र और उसका ज्ञाता",
        "summary": "कृष्ण शरीर के बीच के अंतर को 'क्षेत्र' और स्वयं को 'क्षेत्र के ज्ञाता' के रूप में बताते हैं। कृष्ण रिपोर्ट करते हैं कि वे 'क्षेत्र / प्रत्येक शरीर में ज्ञाता' हैं: वे सभी प्राणियों में मौजूद परम 'आत्म' हैं। सबसे बुनियादी स्तर पर, कृष्ण हर क्षेत्र/शरीर में आत्म/ज्ञानी हैं। वह उन तत्वों का वर्णन करता है जो 'क्षेत्र' और 'ज्ञाता' की विशेषताओं को बनाते हैं। 'ज्ञान की वस्तु' सभी चीजों की सर्वोच्च वास्तविकता और सार है। एक सही मायने में बुद्धिमान व्यक्ति 'स्वयं को जानने में दृढ़ता / और जानने के लक्ष्य के बारे में जागरूकता' प्रदर्शित करता है। कृष्ण इसे प्रामाणिक ज्ञान कहते हैं। वह अर्जुन को बताता है कि एक भक्त जो इन अवधारणाओं और एक दूसरे से उनके संबंध को समझता है, '[भगवान की] अवस्था के लिए तैयार है।'\\n\\nकृष्ण के अनुसार, प्रकृति शरीर में गर्मी या सर्दी जैसी गतिविधियों का कारण बनती है। स्वयं वह है जो शारीरिक गतिविधि, जैसे दर्द और आनंद के प्रति प्रतिक्रिया उत्पन्न करता है। दोनों ही ईश्वर की अभिव्यक्ति हैं और 'बिना शुरुआत के' हैं। चाहे सकारात्मक और प्रेमपूर्ण, भावुक और सक्रिय, या नीरस और नकारात्मक, एक व्यक्ति का प्राकृतिक स्वभाव प्रकृति के साथ अंतःक्रिया करता है। प्रकृति शरीर में उस गतिविधि का निर्माण करती है जो अस्तित्व और उसकी सारी अराजकता का निर्माण करती है। फिर भी, आत्मा अपनी संबंधित सकारात्मक और नकारात्मक प्रतिक्रियाओं और भावनाओं के साथ प्रकृति और शरीर के अनुभव से अलग है। इस अलगाव को समझने से व्यक्ति को पुनर्जन्म के चक्र से मुक्त करने में मदद मिलेगी। कृष्ण चाहते हैं कि अर्जुन यह समझे कि आत्मा ईश्वर का अंश है, भले ही वह देह में रहते हुए प्रकृति और शरीर दोनों के प्रभाव का अनुभव करता है। एक बुद्धिमान व्यक्ति जानता है कि आत्मा अंततः प्रकृति और शरीर से अलग है। इस अलगाव को महसूस करने से भक्त को शांति मिलेगी क्योंकि आत्मा अपने स्वभाव के स्वभाव से प्रभावित होना बंद कर देगी।"
    },
    {
        "chapter_number": 14,
        "id": 14,
        "name": "अध्याय 14: जीवन का रहस्य ",
        "summary": "कृष्ण अर्जुन को योग गुरुओं द्वारा प्राप्त परम ज्ञान के बारे में निर्देश देते हैं। वह समझाता है कि वह 'बीज देने वाला पिता' है और वह प्रकृति 'गर्भ' है। इन दोनों के संयोग से ही सभी प्राणी उत्पन्न होते हैं। तीन गुण-सत्व, रजस और तमस- व्यक्ति के स्वभाव पर आधारित होते हैं। गुण शाश्वत आत्मा को भौतिक शरीर से बांधे रखते हैं। सत्त्व ज्ञान और आनन्द से आसक्ति से, रजस को रजोगुण और कर्म से और तमस आलस्य और निद्रा से बांधता है। तीनों में से, सत्व में एक व्यक्ति के उत्थान और ज्ञान की ओर ले जाने की शक्ति है क्योंकि यह ज्ञान से जुड़ा है। अन्य दो ठहराव पैदा करते हैं, या किसी व्यक्ति को नीचे खींचते हैं। जब लोग मरते हैं तो लोगों पर शासन करने वाला गुण महत्वपूर्ण होता है क्योंकि यह उनके द्वारा दर्ज किए गए पुनर्जन्म के प्रकार को निर्धारित करेगा। अर्जुन कृष्ण से पूछते हैं कि किसी ऐसे व्यक्ति को कैसे पहचाना जाए जिसने गुणों को पार कर लिया है। कृष्ण अर्जुन से कहते हैं कि जो व्यक्ति तीनों गुणों से परे चला गया है, वह अनासक्त है और दुःख या आनंद के प्रति समान रूप से प्रतिक्रिया करता है। ऐसा भक्त सभी के साथ समान व्यवहार करता है, 'उदासीन / सम्मान और अपमान के प्रति उदासीन' है और 'सफलता या असफलता में शांत' है।"
    },
    {
        "chapter_number": 15,
        "id": 15,
        "name": "अध्याय 15: परम व्यक्ति ",
        "summary": "कृष्ण 'दुख के दायरे' का वर्णन एक पेड़ के रूप में करते हैं, जिसकी शाखाओं को गुणों और जड़ों को क्रिया द्वारा खिलाया जाता है। पत्तियां पवित्र भजनों का प्रतिनिधित्व करती हैं। कृष्ण अर्जुन को निर्देश देते हैं कि इस पेड़ को 'वैराग्य की तेज धार वाली कुल्हाड़ी से' काट दें और ईश्वर की खोज करें, या 'प्राचीन व्यक्ति' जो ब्रह्मांड का सार है। जब कृष्ण एक शरीर में रहते हैं, तो वे इसकी संवेदनाओं से नहीं जुड़े होते हैं, बल्कि उनका आनंद लेते हैं और उन्हें हवा में सुगंध की तरह गुजरने देते हैं। जो लोग आत्म-अनुशासन रखते हैं और योग के मार्ग का अनुसरण करते हैं, वे स्वयं में ईश्वर को स्वयं के रूप में पहचानते हैं।\\n\\nप्राणियों के अस्तित्व के दो अलग-अलग स्तर हैं, और कृष्ण बताते हैं कि 'सभी प्राणी शरीर के रूप में क्षणिक हैं, / लेकिन स्वयं के भीतर शाश्वत हैं।' कृष्ण बताते हैं कि शास्त्रों में वर्णित 'परम व्यक्ति' वास्तव में वह है। यह गुप्त ज्ञान वह अर्जुन को दे रहा है।"
    },
    {
        "chapter_number": 16,
        "id": 16,
        "name": "अध्याय 16: दैवीय लक्षण और राक्षसी लक्षण ",
        "summary": "कृष्ण उन विशेषताओं का वर्णन करते हैं जो बुद्धिमान पुरुषों बनाम 'राक्षसी लक्षणों वाले पुरुष' से संबंधित हैं। दैवीय लक्षण प्रबुद्ध व्यक्ति या ऋषि बनने की क्षमता रखने वाले व्यक्ति के होते हैं। इन लक्षणों में हृदय की पवित्रता, सत्यनिष्ठा, करुणा, साहस और प्रेमपूर्ण हृदय शामिल हैं। कृष्ण अज्ञान, पाखंड, क्रोध और दंभ के आसुरी गुणों को मानते हैं। कृष्ण के अनुसार अर्जुन में दिव्य गुण हैं। कृष्ण बताते हैं कि राक्षसी लक्षणों के साथ पैदा हुआ व्यक्ति सोच सकता है कि 'ब्रह्मांड में कोई नैतिक / व्यवस्था नहीं है, कोई सच्चाई नहीं है, कोई भगवान नहीं है।' ये लोग अपनी अंतहीन इच्छाओं से खुद को नियंत्रित करने की अनुमति देकर नरक में प्रवेश करते हैं। ये पुरुष बार-बार 'राक्षसी गर्भ' में पुनर्जन्म लेते हैं और परिणामस्वरूप नरक में फंस जाते हैं।"
    },
    {
        "chapter_number": 17,
        "id": 17,
        "name": "अध्याय 17: तीन प्रकार की आस्था ",
        "summary": "अर्जुन पूछते हैं कि 'विश्वास के साथ पूजा करने वाले' लेकिन 'शास्त्रों को अस्वीकार करने वाले' पुरुषों में कौन सा गुण प्रबल होता है। आस्था तीन प्रकार की होती है, कृष्ण जवाब देते हैं। प्रत्येक व्यक्ति की आंतरिक प्रकृति से मेल खाता है, जिसके आधार पर गुण हावी होता है।\\n\\nसात्विक प्रकृति वाले लोग देवताओं की पूजा करते हैं, राजसिक प्रकृति वाले लोग देवताओं और राक्षसों की पूजा करते हैं, और तामसिक प्रकृति वाले लोग अंधेरे आत्माओं और भूतों की पूजा करते हैं। कृष्ण भी गुणों के अनुसार भोजन को तीन श्रेणियों में विभाजित करते हैं। सात्विक खाद्य पदार्थ ताजा और रसीले होते हैं और जीवन शक्ति को प्रोत्साहित करते हैं। राजसिक भोजन कड़वा, नमकीन, खट्टा या तीखा होता है और असुविधा का कारण बनता है। तामसिक भोजन नरम, बासी, अधिक पका हुआ और दूषित होता है। केवल उपासना के लिए शास्त्रों के अनुसार की गई पूजा सात्विक है; कामना से की गई पूजा राजसिक है; बिना आस्था के की गई पूजा तामसिक है। शरीर, मन और वाणी पर सात्विक नियंत्रण का अभ्यास बिना किसी परिणाम की इच्छा के विश्वास में किया जाता है। राजसिक नियंत्रण सम्मान या प्रशंसा पाने के लिए गर्व से आता है। तामसिक नियंत्रण का प्रयोग दूसरों को हानि पहुँचाने या सत्ता प्राप्त करने के लिए किया जाता है। अंत में, दान को भी गुणों के अनुसार तीन प्रकारों में विभाजित किया जा सकता है। सात्विक दान तो स्वयं के लिए दिया जाता है; राजसिक दान आधा मन और स्वार्थ से दिया जाता है; गलत स्थान या समय पर अनादरपूर्वक तामसिक दान दिया जाता है।\\n\\nकृष्ण ओम तत् सत वाक्यांश की व्याख्या करते हैं। दान, नियंत्रण या पूजा के कार्य की शुरुआत में पवित्र ध्वनि ओम का जाप किया जाता है। तात, संस्कृत से 'पूर्ण' के रूप में अनुवादित, सही क्रिया के प्रदर्शन के दौरान जप किया जाता है। एक 'प्रशंसनीय कार्रवाई' को इंगित करने के लिए शनि का जाप किया जाता है। यदि पूजा, नियंत्रण, या दान बिना विश्वास के किया जाता है, तो उन्हें संस्कृत में असत या 'असत्य' कहा जाता है।"
    },
    {
        "chapter_number": 18,
        "id": 18,
        "name": "अध्याय 18: त्याग से मुक्ति",
        "summary": "भगवद गीता के इस अंतिम अध्याय में, कृष्ण अर्जुन को त्याग के बारे में सिखाते हैं। कृष्ण त्याग की अवधारणा और त्याग की अवधारणा के बीच अंतर करते हैं। त्याग, या त्याग की क्रिया का अर्थ है इच्छा से प्रेरित कार्य को छोड़ना। त्याग का अर्थ है कर्मों के फल का त्याग। कृष्ण इस बात पर जोर देते हैं कि यद्यपि देहधारी प्राणी पूरी तरह से कर्म का त्याग नहीं कर सकते हैं, उन्हें कर्म के परिणामों को त्यागना होगा। जहां भी क्रिया होती है वहां पांच तत्व मौजूद होते हैं। ये तत्व भौतिक शरीर, एजेंट, संवेदी अंग, व्यवहार, और 'दिव्य प्रोविडेंस' हैं। 'सीमित समझ' वाले व्यक्ति खुद को एक क्रिया के एकमात्र एजेंट के रूप में देखते हैं और इन पांच घटकों को पहचानने में विफल होते हैं।\\n\\nकृष्ण इन तीन अवधारणाओं- ज्ञान, क्रिया और एजेंट- को उनके संबंधित गुणों में विभाजित करते हैं। सात्विक ज्ञान यह समझता है कि सभी प्राणी 'विभाजितों के बीच अविभाजित' हैं, या वास्तव में एक एकल अपरिवर्तनीय प्राणी हैं। अलग होने की धारणा छोड़ दी है। वह ज्ञान जो दुनिया को अलग और अलग-अलग व्यक्तियों से मिलकर मानता है, राजसिक है। तामसिक ज्ञान चीजों की सच्चाई की परवाह नहीं करता है। शुद्ध प्रेरणा के साथ सही क्रिया होने पर क्रिया सात्विक होती है, जबकि राजसिक क्रिया 'इच्छाओं को संतुष्ट करने' या परिणाम उत्पन्न करने के लिए की जाती है। हालांकि, कृष्ण चेतावनी देते हैं कि 'यहां तक ​​​​कि सबसे प्रशंसनीय कार्य / पूर्ण अनासक्ति के साथ किया जाना चाहिए।' तामसिक क्रिया भ्रम और दूसरों की परवाह न करने से आती है। सात्विक व्यक्ति अहंकार और मोह से मुक्त होता है राजसिक व्यक्ति परिणाम की इच्छा रखता है और अहंकार से प्रेरित होता है। तामसिक व्यक्ति आलसी और अक्सर क्रूर होता है। समझ, इच्छा और खुशी की अवधारणाएं समान रूप से तीन गुणों की विशेषता हैं। सात्विक स्वभाव वाले व्यक्ति के लिए 'लंबे अभ्यास से जो खुशी मिलती है' वह प्राप्त करना कठिन होता है फिर भी शांति लाता है। रजस की विशेषता वाला सुख इंद्रियों से और तमस से उदासीनता और आलस्य से उत्पन्न होता है। कृष्ण विष और अमृत के रूप में सुख का वर्णन करते हैं। राजसिक प्रवृत्ति वालों के लिए इन्द्रिय अनुभवों या लोभ से सुख की खोज करना अमृत से विष बन जाता है। जो लोग लगातार योग का अभ्यास करते हैं, उनके लिए प्रयास पहले कठिन लगता है, या जहर की तरह होता है, लेकिन अमृत में बदल जाता है। तामसिक प्रकृति से प्रेरित लोग हमेशा भ्रम में रहते हैं।\\n\\nकृष्ण जन्म की जाति के अनुसार कर्तव्य करने के महत्व को भी पुष्ट करते हैं। वह इसे एक पुजारी, योद्धा या मजदूर के धर्म के साथ पैदा होने वाले व्यक्ति के रूप में परिभाषित करता है और कहता है, 'अपने प्राकृतिक कर्तव्य से संतुष्ट, / प्रत्येक व्यक्ति सफलता प्राप्त करता है।' सफलता, कृष्ण निर्देश देते हैं, भगवान को समर्पित सही कार्यों से प्राप्त किया जा सकता है। वह उन तक पहुँचने के लिए आवश्यक सकारात्मक गुणों का सार प्रस्तुत करता है और इस प्रकार पुनर्जन्म के चक्र से मुक्ति प्राप्त करता है।\\n\\nयह अध्याय इस बात पर जोर देने के साथ समाप्त होता है कि कैसे योग के व्यक्ति को कृष्ण के प्रति समर्पित होना चाहिए। इसलिए, वह अर्जुन को चिंता न करने और अपनी सारी ऊर्जा और प्रेम कृष्ण पर केंद्रित करने के लिए कहता है। परिणामस्वरूप अर्जुन बच जाएगा। जो कोई भी पूरी तरह से कृष्ण को समर्पित है, वह उसी तरह मुक्त हो जाएगा। यह कृष्ण का रहस्य उन लोगों के लिए सुरक्षित है जो अनुशासित और ईश्वर की ओर प्रयासरत हैं। अर्जुन ने कृष्ण से जो सच्चाई सीखी है, उसके लिए जबरदस्त कृतज्ञता व्यक्त करता है और लड़ने का वादा करता है। कवि संजय ने स्वयं कृष्ण से सीधे सबसे गुप्त सिद्धांत का वर्णन किया है। उन्होंने यह कहकर निष्कर्ष निकाला कि जहां 'योग के भगवान' और 'अर्जुन धनुर्धर' मौजूद हैं, वहां 'पुण्य और आध्यात्मिक धन' हैं।"
    }
]